IDEA Open Model
OriginSettings Properties
The OriginSettings type exposes the following members.
Properties
Name | Description
Author
 Name of author of project
CountryCode
 CountryCode
CrossSectionConversionTable
 Conversion table for Parameters
DateOfCreate
 Date of create project
ProjectDescription
 Description of project
ProjectName
 Name of project
Top
See Also
Reference
OriginSettings Class
IdeaRS.OpenModel Namespace